/* Title for cancel button. */
"Cancel" = "Cancel";

/* Title for open file panel. */
"Choose File" = "Choose File";

/* Title for current slide */
"Current Slide" = "Current Slide";

/* Alert message asking for timer interval. */
"Enter Timer Interval" = "Enter time interval";

/* Alert text asking for timer interval. */
"Enter Timer Interval Text" = "Enter a time interval, which will be used for the Timer.";

/* Title for when no slide is left. */
"Finished Presentation" = "End of Presentation";

/* Title for next slide */
"Next Slide" = "Next Slide";

/* Title for ok button. */
"OK" = "OK";

/* Window name for the presentation view. */
"Presentation" = "Presentation";

/* Window name for the presenter view. */
"Presenter Display" = "Presenter Display";

